{
  "question_1": {
    "texts": [
      {
        "text": "Ваше величество, король Артур! Срочные новости! Вихрь магической энергии перенес наше королевство в другой мир. Хорошие новости - наши рыцари Круглого Стола, казна и крестьяне остались с нами. Плохие новости - мы посреди страны, которая называет себя USA.",
        "presenter": "merlin"
      },
      {
        "text": "Мой король, мы захватили первый трофей, магический свиток, который местные называют “газетой”.",
        "presenter": "knight"
      }
    ],
    "replies": [
      {
        "text": "Прочитать.",
        "goto": "question_2"
      }
    ]
  },
  "question_2": {
    "texts": [
      {
        "text": "“Срочное сообщение из Вашингтона. Неизвестно откуда в нашей стране, и, как сообщают зарубежные корреспонденты, по всему миру появляются загадочные пришельцы - рыцари с замками,  крестьяне с вилами, гоблины, эльфы, великаны и прочие сверхъестественные существа. Пришельцы оккупируют столицы мировых держав. Международное сообщество в шоке и не знает что предпринять”.",
        "presenter": "paper"
      },
      {
        "text": "Ваше величество, покуда местные людишки не опомнились мы должны срочно укрепить наши позиции. Я распоряжусь, чтобы крестьяне перекопали под посевы площадки для гольфа и газоны, а рыцари приступили к сбору железа для доспехов и оружия. Я же займусь глубокой разведкой.",
        "presenter": "merlin",
        "shortreply": "Приступайте, во славу нашего славного королевства и меня!"
      },
      {
        "text": "Ваше величество здесь парал-марлан.. палон-марлон, марлопентер."
      }
    ],
    "shortreply": "Принять марлопентера!",
    "text": "А уж не чернокнижник ли ты? Что-то ты больно сложно говоришь, может быть хочешь заколдовать нашего короля Артура?",
    "presenter": "merlin",
    "replies": [
      {
        "text": "Заточить чернокнижника в тюрьму.",
        "merlin": 10,
        "un": -10
      },
      {
        "text": "Позволю себе напомнить о своей дипломатической неприкосновенности. Итак, международное сообщество выражает глубокую обеспокоенность вашей агрессией в отношении США и оккупацией Белого Дома. Мы настоятельно рекомендуем вам добровольно покинуть эту территорию и вернуться назад туда, откуда вы пришли.",
        "merlin": -10,
        "un": 10,
        "presenter": "un",
        "goto": "question_3"
      }
    ]
  }
}